Repository: bio-apple/NTFSMount
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

# mount.needHelper
source: 需要先安装挂载助手才能以可写方式挂载。
en: Install the mount helper before mounting writable.
ja: 書き込み可能でマウントするには、先にマウントヘルパーをインストールしてください。
zh_hant: 需要先安裝掛載助手才能以可寫方式掛載。

# mount.needUpdate
source: 请先更新挂载助手。
en: Update the mount helper first.
ja: 先にマウントヘルパーを更新してください。
zh_hant: 請先更新掛載助手。

# mount.writableHelp
source: 以可写方式挂载。请先备份。
en: Mount writable. Back up first.
ja: 書き込み可能でマウントします。先にバックアップしてください。
zh_hant: 以可寫方式掛載。請先備份。

# error.empty
source: 操作失败，请查看日志。
en: The operation failed. Check the log.
ja: 操作に失敗しました。ログを確認してください。
zh_hant: 操作失敗，請查看紀錄。

# error.canceled
source: 已取消。
en: Canceled.
ja: キャンセルしました。

# error.helperInstallFailed
source: 安装助手失败，请再试一次。详情已写入日志。
en: Helper install failed. Try again. Details were written to the log.
ja: ヘルパーのインストールに失敗しました。再試行してください。詳細はログに書き込まれました。
zh_hant: 安裝助手失敗，請再試一次。詳情已寫入紀錄。

# error.helperMissing
source: 未找到挂载助手。请点「安装挂载助手」。
en: Mount helper not found. Click “Install Mount Helper”.
ja: マウントヘルパーが見つかりません。「マウントヘルパーをインストール」を押してください。
zh_hant: 找不到掛載助手。請點「安裝掛載助手」。

# error.missingGoNfsv4
source: 找不到捆绑的 go-nfsv4。请重新安装应用。详情已写入日志。
en: Bundled go-nfsv4 is missing. Reinstall the app. Details were written to the log.
ja: 同梱の go-nfsv4 が見つかりません。アプリを再インストールしてください。詳細はログに書き込まれました。
zh_hant: 找不到內附的 go-nfsv4。請重新安裝 App。詳情已寫入紀錄。

# error.missingBinary
source: 找不到所需程序（可能缺少 ntfs-3g 或挂载组件）。请重新安装应用。详情已写入日志。
en: A required program is missing (ntfs-3g or a mount component). Reinstall the app. Details were written to the log.
ja: 必要なプログラムが見つかりません（ntfs-3g またはマウント部品の欠落の可能性）。アプリを再インストールしてください。詳細はログに書き込まれました。
zh_hant: 找不到所需程式（可能缺少 ntfs-3g 或掛載元件）。請重新安裝 App。詳情已寫入紀錄。

# error.adminDenied
source: 未能取得管理员权限。若刚才点了取消，可再试。详情已写入日志。
en: Could not get administrator access. If you clicked Cancel, try again. Details were written to the log.
ja: 管理者権限を取得できませんでした。キャンセルした場合は再試行できます。詳細はログに書き込まれました。
zh_hant: 未能取得管理員權限。若剛才點了取消，可再試。詳情已寫入紀錄。

# error.helperNeedsUpdate
source: 挂载助手需要更新。请在窗口点「更新…」。
en: The mount helper needs an update. Click “Update…” in the window.
ja: マウントヘルパーの更新が必要です。ウィンドウで「更新…」を押してください。
zh_hant: 掛載助手需要更新。請在視窗點「更新…」。

# error.diskBusy
source: 磁盘正被占用：请关闭访达窗口/文件后点推出
en: The disk is in use: close Finder windows/files, then click Eject
ja: ディスク使用中：Finder のウィンドウ／ファイルを閉じてから取り出してください
zh_hant: 磁碟正被占用：請關閉 Finder 視窗／檔案後點推出

# error.failedWithLog
source: 操作失败。详情已写入 %@
en: The operation failed. Details were written to %@
ja: 操作に失敗しました。詳細は %@ に書き込まれました
zh_hant: 操作失敗。詳情已寫入 %@

# error.failedLog
source: 操作失败。详情已写入日志。
en: The operation failed. Details were written to the log.
ja: 操作に失敗しました。詳細はログに書き込まれました。
zh_hant: 操作失敗。詳情已寫入紀錄。

# privileged.missingHelper
source: 应用包内缺少挂载助手，请重新安装。
en: The app package is missing the mount helper. Please reinstall.
ja: アプリパッケージにマウントヘルパーがありません。再インストールしてください。
zh_hant: App 套件內缺少掛載助手，請重新安裝。

# privileged.missingDaemon
source: 应用包内缺少特权守护进程，请重新安装。
en: The app package is missing the privileged daemon. Please reinstall.
ja: アプリパッケージに特権デーモンがありません。再インストールしてください。
zh_hant: App 套件內缺少特權守護程式，請重新安裝。

# privileged.missingInstallScript
source: 应用包内缺少安装脚本，请重新安装。
en: The app package is missing the install script. Please reinstall.
ja: アプリパッケージにインストールスクリプトがありません。再インストールしてください。
zh_hant: App 套件內缺少安裝指令碼，請重新安裝。

# privileged.installedPassword
source: 已用管理员密码安装 LaunchDaemon（未公证包通常走这条路径）。%@
en: Installed the LaunchDaemon with an administrator password (typical for un-notarized builds). %@
ja: 管理者パスワードで LaunchDaemon をインストールしました（未公証ビルドではこの経路が一般的です）。%@
zh_hant: 已用管理員密碼安裝 LaunchDaemon（未公證套件通常走這條路徑）。%@

# privileged.installedSM
source: 已用系统服务注册挂载助手。
en: Registered the mount helper with the system service.
ja: システムサービスでマウントヘルパーを登録しました。
zh_hant: 已用系統服務註冊掛載助手。

# privileged.missingUninstallScript
source: 应用包内缺少卸载脚本。
en: The app package is missing the uninstall script.
ja: アプリパッケージにアンインストールスクリプトがありません。
zh_hant: App 套件內缺少解除安裝指令碼。

# privileged.mismatch
source: 挂载助手与本应用不匹配，已拒绝运行。请先点「更新挂载助手」。
en: The mount helper does not match this app and was not run. Click “Update Mount Helper” first.
ja: マウントヘルパーがこのアプリと一致しないため実行しませんでした。先に「マウントヘルパーを更新」を押してください。
zh_hant: 掛載助手與本 App 不符，已拒絕執行。請先點「更新掛載助手」。

# privileged.notFound
source: 未找到挂载助手。请点「安装挂载助手」。
en: Mount helper not found. Click “Install Mount Helper”.
ja: マウントヘルパーが見つかりません。「マウントヘルパーをインストール」を押してください。
zh_hant: 找不到掛載助手。請點「安裝掛載助手」。

# privileged.commFailed
source: 与挂载助手通信失败。
en: Could not talk to the mount helper.
ja: マウントヘルパーと通信できませんでした。
zh_hant: 與掛載助手通訊失敗。

# privileged.timeout
source: 挂载助手超时。请查看日志后重试。
en: The mount helper timed out. Check the log and try again.
ja: マウントヘルパーがタイムアウトしました。ログを確認して再試行してください。
zh_hant: 掛載助手逾時。請查看紀錄後重試。

# privileged.noResponse
source: 挂载助手没有响应。请先安装或更新助手。
en: The mount helper did not respond. Install or update the helper first.
ja: マウントヘルパーが応答しません。先にヘルパーをインストールまたは更新してください。
zh_hant: 掛載助手沒有回應。請先安裝或更新助手。

# platform.cannotRun
source: 无法运行 %@
en: Cannot run %@
ja: %@ を実行できません
zh_hant: 無法執行 %@

# platform.noIntel
source: 不支持 Intel Mac（x86_64）。需要 Apple Silicon（M 芯片）
en: Intel Macs (x86_64) are not supported. Apple Silicon (M-series) is required.
ja: Intel Mac（x86_64）は非対応です。Apple Silicon（M チップ）が必要です。
zh_hant: 不支援 Intel Mac（x86_64）。需要 Apple Silicon（M 晶片）

# platform.needOS
source: 需要 macOS 13.0 或更高版本
en: macOS 13.0 or later is required
ja: macOS 13.0 以降が必要です

# compat.belowMin
source: 本应用仅支持 Apple Silicon（M 芯片）与 macOS 13.0+，不支持 Intel Mac（x86_64）。当前系统低于 macOS 13，未测试，挂载可能失败。
en: This app supports only Apple Silicon (M-series) and macOS 13.0+. Intel Macs (x86_64) are not supported. This system is below macOS 13, untested; mounting may fail.
ja: このアプリは Apple Silicon（M チップ）と macOS 13.0 以降のみ対応で、Intel Mac（x86_64）は非対応です。このシステムは macOS 13 未満で未検証のため、マウントに失敗する可能性があります。
zh_hant: 本 App 僅支援 Apple Silicon（M 晶片）與 macOS 13.0+，不支援 Intel Mac（x86_64）。目前系統低於 macOS 13，未測試，掛載可能失敗。

# compat.ok
source: 仅支持 Apple Silicon（M 芯片）与 macOS 13.0+，不支持 Intel Mac（x86_64）。本应用不使用内核扩展。macOS 13 Ventura 起对 kext 限制更严，因此使用用户态 FUSE（ntfs-3g + FUSE-T）。若提示 FSKit/模块未启用，可忽略——助手已优先使用 NFS/用户态路径，请勿安装内核扩展。
en: Apple Silicon (M-series) and macOS 13.0+ only. Intel Macs (x86_64) are not supported. This app does not use kernel extensions. From macOS 13 Ventura, kexts are more restricted, so it uses userspace FUSE (ntfs-3g + FUSE-T). If you see FSKit/module not enabled, ignore it — the helper already prefers NFS/userspace. Do not install a kernel extension.
ja: Apple Silicon（M チップ）と macOS 13.0 以降のみ対応。Intel Mac（x86_64）は非対応です。このアプリはカーネル拡張を使いません。macOS 13 Ventura 以降は kext の制限が厳しいため、ユーザ空間 FUSE（ntfs-3g + FUSE-T）を使います。FSKit／モジュールが無効と出ても無視してください。ヘルパーはすでに NFS／ユーザ空間経路を優先します。カーネル拡張を入れないでください。
zh_hant: 僅支援 Apple Silicon（M 晶片）與 macOS 13.0+，不支援 Intel Mac（x86_64）。本 App 不使用核心延伸模組。macOS 13 Ventura 起對 kext 限制更嚴，因此使用使用者態 FUSE（ntfs-3g + FUSE-T）。若提示 FSKit／模組未啟用，可忽略——助手已優先使用 NFS／使用者態路徑，請勿安裝核心延伸模組。

# log.empty
source: 还没有日志。挂载或格式化之后会出现在 %@
en: No log yet. It appears here after a mount or format: %@
ja: まだログはありません。マウントまたはフォーマット後に表示されます：%@
zh_hant: 還沒有紀錄。掛載或格式化之後會出現在 %@

# menu.diagnose
source: 诊断环境…
en: Diagnose Environment…
ja: 環境診断…
zh_hant: 診斷環境…

# menu.repairEnv
source: 修复挂载环境…
en: Repair Mount Environment…
ja: マウント環境を修復…
zh_hant: 修復掛載環境…

# repairEnv.title
source: 修复挂载环境？
en: Repair Mount Environment?
ja: マウント環境を修復しますか？
zh_hant: 修復掛載環境？

# repairEnv.body
source: 将卸载本应用留下的 NTFS/FUSE/NFS 挂载（含异常残留），并结束本应用的 ntfs-3g / go-nfsv4 残留进程，然后重启挂载助手。 不会重置防火墙（pf），也不会改动 VMware 网络。占用中的磁盘只会尝试正常卸载，不会强制卸载。
en: This will unmount leftover NTFS/FUSE/NFS mounts created by this app, stop leftover ntfs-3g / go-nfsv4 processes that belong to this app, then restart the mount helper. It will not reset the firewall (pf) or change VMware networking. Busy disks are unmounted gracefully only — never force-unmounted.
ja: このアプリが残した NTFS/FUSE/NFS マウント（異常な残留を含む）をアンマウントし、このアプリの ntfs-3g / go-nfsv4 残留プロセスを終了してから、マウントヘルパーを再起動します。 ファイアウォール（pf）はリセットせず、VMware のネットワークも変更しません。使用中のディスクは通常のアンマウントのみで、強制アンマウントはしません。
zh_hant: 將卸載本 App 留下的 NTFS/FUSE/NFS 掛載（含異常殘留），並結束本 App 的 ntfs-3g / go-nfsv4 殘留行程，然後重啟掛載助手。 不會重設防火牆（pf），也不會改動 VMware 網路。占用中的磁碟只會嘗試正常卸載，不會強制卸載。

# repairEnv.action
source: 修复
en: Repair
ja: 修復
zh_hant: 修復

# repairEnv.working
source: 正在修复挂载环境…
en: Repairing mount environment…
ja: マウント環境を修復しています…
zh_hant: 正在修復掛載環境…

# repairEnv.summary
source: 已卸载 %d 个残留挂载，结束 %d 个残留进程。
en: Unmounted %d leftover mount(s) and stopped %d leftover process(es).
ja: 残留マウント %d 件をアンマウントし、残留プロセス %d 件を終了しました。
zh_hant: 已卸載 %d 個殘留掛載，結束 %d 個殘留行程。

# repairEnv.summaryBusy
source: 已卸载 %d 个残留挂载，结束 %d 个残留进程。另有 %d 个磁盘正被占用，未强制卸载。请关闭访达窗口/文件后重试。
en: Unmounted %d leftover mount(s) and stopped %d leftover process(es). %d disk(s) are still busy and were not force-unmounted. Close Finder windows/files and try again.
ja: 残留マウント %d 件をアンマウントし、残留プロセス %d 件を終了しました。使用中のディスクが %d 件あり、強制アンマウントはしていません。Finder のウィンドウとファイルを閉じてから再試行してください。
zh_hant: 已卸載 %d 個殘留掛載，結束 %d 個殘留行程。另有 %d 個磁碟正被占用，未強制卸載。請關閉 Finder 視窗/檔案後重試。

# repairEnv.summaryNone
source: 没有需要清理的残留挂载或进程。
en: No leftover mounts or processes to clean.
ja: 掃除する残留マウントやプロセスはありません。
zh_hant: 沒有需要清理的殘留掛載或行程。

# repairEnv.helperRestarted
source: 挂载助手已重启。
en: Mount helper restarted.
ja: マウントヘルパーを再起動しました。
zh_hant: 掛載助手已重啟。

# repairEnv.failed
source: 未能修复挂载环境。
en: Could not repair the mount environment.
ja: マウント環境を修復できませんでした。
zh_hant: 未能修復掛載環境。

# diagnose.alertTitle
source: 环境诊断
en: Environment Diagnose
ja: 環境診断
zh_hant: 環境診斷

# diagnose.copy
source: 复制结果
en: Copy Results
ja: 結果をコピー
zh_hant: 複製結果

# diagnose.openLog
source: 打开日志
en: Open Log
ja: ログを開く
zh_hant: 打開紀錄

# diagnose.header
source: NTFS 读写 · 环境诊断（只读，不挂载、不装助手）
en: NTFS Read-Write · environment diagnose (read-only; does not mount or install the helper)
ja: NTFS 読み書き · 環境診断（読み取り専用。マウントもヘルパー導入もしません）
zh_hant: NTFS 讀寫 · 環境診斷（唯讀，不掛載、不裝助手）

# diagnose.notAppleSilicon
source: 非 Apple Silicon（%@）；本应用不支持 Intel
en: Not Apple Silicon (%@); this app does not support Intel
ja: Apple Silicon ではありません（%@）。このアプリは Intel 非対応です
zh_hant: 非 Apple Silicon（%@）；本 App 不支援 Intel

# diagnose.needMacOS
source: %@（需要 macOS %d+）
en: %@ (macOS %d+ required)
ja: %@（macOS %d+ が必要）

# diagnose.runtimeOK
source: 捆绑 ntfs-3g / ntfsfix / go-nfsv4 齐全
en: Bundled ntfs-3g / ntfsfix / go-nfsv4 are all present
ja: 同梱の ntfs-3g / ntfsfix / go-nfsv4 はすべてあります
zh_hant: 內附 ntfs-3g / ntfsfix / go-nfsv4 齊全

# diagnose.runtimeMissing
source: 缺少捆绑 %@（请重新安装应用；不必装 Homebrew ntfs-3g-mac）
en: Missing bundled %@ (reinstall the app; no need for Homebrew ntfs-3g-mac)
ja: 同梱の %@ がありません（アプリを再インストール。Homebrew ntfs-3g-mac は不要）
zh_hant: 缺少內附 %@（請重新安裝 App；不必裝 Homebrew ntfs-3g-mac）

# diagnose.fuseOK
source: 捆绑 go-nfsv4（钉死 FUSE-T %@）
en: Bundled go-nfsv4 (pinned FUSE-T %@)
ja: 同梱 go-nfsv4（FUSE-T %@ を固定）
zh_hant: 內附 go-nfsv4（釘死 FUSE-T %@）

# diagnose.fuseSysUnused
source: ；系统 FUSE-T %@ 未被使用
en: ; system FUSE-T %@ is not used
ja: ；システムの FUSE-T %@ は使っていません
zh_hant: ；系統 FUSE-T %@ 未被使用

# diagnose.fuseMissing
source: 捆绑 go-nfsv4 缺失（钉死 FUSE-T %@）
en: Bundled go-nfsv4 is missing (pinned FUSE-T %@)
ja: 同梱 go-nfsv4 がありません（FUSE-T %@ 固定）
zh_hant: 內附 go-nfsv4 缺失（釘死 FUSE-T %@）

# diagnose.helperMissing
source: 助手未安装（socket 不存在；本诊断不会去安装）
en: Helper not installed (socket missing; this diagnose will not install it)
ja: ヘルパー未インストール（socket なし。この診断ではインストールしません）
zh_hant: 助手未安裝（socket 不存在；本診斷不會去安裝）

# diagnose.helperAliveRejected
source: 助手 socket 在，守护进程活着（签名校验拒绝属预期）
en: Helper socket is present; daemon is alive (signature rejection is expected)
ja: ヘルパー socket あり。デーモンは稼働中（署名検証の拒否は想定どおり）
zh_hant: 助手 socket 在，守護程式活著（簽名校驗拒絕屬預期）

# diagnose.helperAlive
source: 助手 socket 可连通（%@）
en: Helper socket reachable (%@)
ja: ヘルパー socket に接続できます（%@）
zh_hant: 助手 socket 可連通（%@）

# diagnose.helperConnectFailed
source: 助手 socket 在但无法连通（%@；本诊断不会去安装）
en: Helper socket exists but cannot connect (%@; this diagnose will not install it)
ja: ヘルパー socket はあるが接続できません（%@。この診断ではインストールしません）
zh_hant: 助手 socket 在但無法連通（%@；本診斷不會去安裝）

# diagnose.helperPing
source: 助手 socket 在，ping: %@
en: Helper socket present, ping: %@
ja: ヘルパー socket あり、ping: %@

# diagnose.sysext
source: 系统扩展
en: system extension
ja: システム拡張
zh_hant: 系統延伸功能

# diagnose.conflict
source: 检测到 %@（可能干扰 FUSE-T）
en: Detected %@ (may interfere with FUSE-T)
ja: %@ を検出（FUSE-T を妨げる可能性）
zh_hant: 偵測到 %@（可能干擾 FUSE-T）

# diagnose.quarantine
source: 应用带隔离属性（Gatekeeper 可能拦截；Control-click 打开）
en: App is quarantined (Gatekeeper may block it; Control-click to Open)
ja: アプリに隔離属性があります（Gatekeeper がブロックする可能性。Control クリックで開く）
zh_hant: App 帶隔離屬性（Gatekeeper 可能攔截；Control-click 打開）

# diagnose.spctlNotarized
source: 已公证
en: notarized
ja: 公証済み
zh_hant: 已公證

# diagnose.spctlAccepted
source: 已允许运行
en: allowed to run
ja: 実行が許可されています
zh_hant: 已允許執行

# diagnose.spctlRejected
source: 评估未通过
en: assessment failed
ja: 評価に失敗
zh_hant: 評估未通過

# diagnose.spctlUnchecked
source: 未检查公证
en: notarization not checked
ja: 公証未確認
zh_hant: 未檢查公證

# diagnose.noQuarantine
source: 无隔离属性 · %@
en: Not quarantined · %@
ja: 隔離属性なし · %@
zh_hant: 無隔離屬性 · %@

# settings.diagnoseHint
source: 只读检查捆绑组件与助手，不挂载、不装助手。
en: Read-only check of bundled components and the helper. Does not mount or install the helper.
ja: 同梱コンポーネントとヘルパーの読み取り専用チェック。マウントもヘルパー導入もしません。
zh_hant: 唯讀檢查內附元件與助手，不掛載、不裝助手。

# premount.dirtyTitle
source: NTFS 卷可能已损坏/未正常卸载
en: NTFS volume may be damaged or was not unmounted cleanly
ja: NTFS ボリュームが破損しているか、正常にアンマウントされていません
zh_hant: NTFS 卷可能已損壞／未正常卸載

# premount.hiberTitle
source: 检测到 Windows 休眠
en: Windows hibernation detected
ja: Windows の休止を検出
zh_hant: 偵測到 Windows 休眠

# premount.readOnly
source: 以只读挂载
en: Mount Read-Only
ja: 読み取り専用でマウント
zh_hant: 以唯讀掛載

# premount.fixThenWritable
source: 尝试修复后可写
en: Repair then mount writable
ja: 修復してから書き込み可能でマウント
zh_hant: 嘗試修復後可寫

# premount.probing
source: 正在检查磁盘健康…
en: Checking disk health…
ja: ディスクの状態を確認しています…
zh_hant: 正在檢查磁碟健康…

# premount.dirtyBody
source: 「%@」未正常卸载，或 NTFS 元数据可能已损坏。 继续可写可能加重损坏。建议先只读打开。 「尝试修复后可写」会再确认后运行 ntfsfix，可能丢失尚未写入磁盘的 Windows 缓存。请先备份。 不会清除休眠文件，也不会自动修复或格式化。
en: “%@” was not unmounted cleanly, or NTFS metadata may be damaged. Continuing writable may make the damage worse. Opening read-only is recommended. “Repair then mount writable” runs ntfsfix after another confirmation and may drop Windows cache that was not written to disk. Back up first. This will not clear the hibernation file, and will not auto-repair or format.
ja: 「%@」は正常にアンマウントされていないか、NTFS メタデータが破損している可能性があります。 書き込み可能のまま続けると破損が悪化することがあります。まず読み取り専用で開くことを推奨します。 「修復してから書き込み可能でマウント」は再確認のあと ntfsfix を実行し、ディスクに書き込まれていない Windows キャッシュが失われることがあります。先にバックアップしてください。 休止ファイルは消さず、自動修復もフォーマットもしません。
zh_hant: 「%@」未正常卸載，或 NTFS 中繼資料可能已損壞。 繼續可寫可能加重損壞。建議先唯讀打開。 「嘗試修復後可寫」會再確認後執行 ntfsfix，可能遺失尚未寫入磁碟的 Windows 快取。請先備份。 不會清除休眠檔，也不會自動修復或格式化。

# premount.hiberBody
source: 「%@」仍处于 Windows 休眠或快速启动。 将只读挂载，以免破坏休眠数据。请在 Windows 彻底关机（不要休眠/快速启动）后再以可写方式挂载。 不会运行 ntfsfix，也不会清除休眠文件。
en: “%@” is still in Windows hibernation or Fast Startup. It will be mounted read-only so hibernation data is not damaged. Fully shut down Windows (no hibernate / Fast Startup) before mounting writable. This will not run ntfsfix and will not clear the hibernation file.
ja: 「%@」はまだ Windows の休止または高速スタートアップ中です。 休止データを壊さないよう読み取り専用でマウントします。書き込み可能でマウントする前に、Windows を完全にシャットダウンしてください（休止／高速スタートアップは使わない）。 ntfsfix は実行せず、休止ファイルも消しません。
zh_hant: 「%@」仍處於 Windows 休眠或快速啟動。 將唯讀掛載，以免破壞休眠資料。請在 Windows 徹底關機（不要休眠／快速啟動）後再以可寫方式掛載。 不會執行 ntfsfix，也不會清除休眠檔。

# ntfs3g.diagnoseMissing
source: 未找到捆绑 ntfs-3g，无法校验驱动版本（未查 PATH）
en: Bundled ntfs-3g not found; cannot check the driver version (PATH was not searched)
ja: 同梱の ntfs-3g が見つからず、ドライバ版を確認できません（PATH は検索していません）
zh_hant: 找不到內附 ntfs-3g，無法校驗驅動程式版本（未查 PATH）

# ntfs3g.mountWarningTitle
source: 未经测试的 ntfs-3g 版本
en: Untested ntfs-3g version
ja: 未テストの ntfs-3g バージョン
zh_hant: 未經測試的 ntfs-3g 版本

# ntfs3g.continue
source: 仍然继续
en: Continue Anyway
ja: このまま続ける
zh_hant: 仍然繼續

# ntfs3g.settingsChecking
source: 正在读取捆绑 ntfs-3g 版本…
en: Reading bundled ntfs-3g version…
ja: 同梱 ntfs-3g のバージョンを読み取り中…
zh_hant: 正在讀取內附 ntfs-3g 版本…

# ntfs3g.allowListCaption
source: 仅 2026.7.7 与 2026.8.x 经过测试。未知版本提醒风险，不会阻止挂载。
en: Only 2026.7.7 and 2026.8.x are tested. Unknown versions warn about risk and do not block mounting.
ja: テスト済みは 2026.7.7 と 2026.8.x のみです。未知のバージョンはリスクを知らせますが、マウントは止めません。
zh_hant: 僅 2026.7.7 與 2026.8.x 經過測試。未知版本提醒風險，不會阻止掛載。

# ntfs3g.settingsGroup
source: 驱动版本
en: Driver Version
ja: ドライババージョン
zh_hant: 驅動程式版本

# ntfs3g.diagnoseAllowed
source: 驱动 ntfs-3g %@（已测试；允许 %@）
en: Driver ntfs-3g %@ (tested; allowed %@)
ja: ドライバ ntfs-3g %@（テスト済み。許可 %@）
zh_hant: 驅動程式 ntfs-3g %@（已測試；允許 %@）

# ntfs3g.diagnoseUntested
source: 驱动 ntfs-3g %@ 未经测试（允许 %@）；未知版本有风险，仍可继续挂载
en: Driver ntfs-3g %@ is untested (allowed %@); unknown versions are risky but you can still mount
ja: ドライバ ntfs-3g %@ は未テスト（許可 %@）。未知バージョンにはリスクがありますが、マウントは続けられます
zh_hant: 驅動程式 ntfs-3g %@ 未經測試（允許 %@）；未知版本有風險，仍可繼續掛載

# ntfs3g.settingsAllowed
source: 捆绑 ntfs-3g %@（已测试：%@）
en: Bundled ntfs-3g %@ (tested: %@)
ja: 同梱 ntfs-3g %@（テスト済み：%@）
zh_hant: 內附 ntfs-3g %@（已測試：%@）

# ntfs3g.settingsUntested
source: 捆绑 ntfs-3g %@ 未经测试（允许：%@）。未知版本有写入风险，可继续挂载。
en: Bundled ntfs-3g %@ is untested (allowed: %@). Unknown versions have write risk; you can still mount.
ja: 同梱 ntfs-3g %@ は未テスト（許可：%@）。未知バージョンには書き込みリスクがありますが、マウントは続けられます。
zh_hant: 內附 ntfs-3g %@ 未經測試（允許：%@）。未知版本有寫入風險，可繼續掛載。

# ntfs3g.mountWarningBody
source: 当前捆绑驱动是 ntfs-3g %@。仅 %@ 经过测试。未知版本有写入风险，可继续挂载。
en: The bundled driver is ntfs-3g %@. Only %@ has been tested. Unknown versions have write risk; you can still mount.
ja: 同梱ドライバは ntfs-3g %@ です。テスト済みは %@ のみ。未知バージョンには書き込みリスクがありますが、マウントは続けられます。
zh_hant: 目前內附驅動程式是 ntfs-3g %@。僅 %@ 經過測試。未知版本有寫入風險，可繼續掛載。

# update.menuCheck
source: 检查更新…
en: Check for Updates…
ja: 更新を確認…
zh_hant: 檢查更新…

# update.settingsGroup
source: 更新
en: Updates
ja: アップデート

# update.autoCheck
source: 自动检查更新
en: Check for Updates Automatically
ja: 更新を自動で確認
zh_hant: 自動檢查更新

# update.checkNow
source: 检查更新…
en: Check for Updates…
ja: 更新を確認…
zh_hant: 檢查更新…

# update.autoCheckNote
source: 当前构建未公证。请到 GitHub Releases 手动下载。
en: This build is not notarized. Download updates from GitHub Releases.
ja: このビルドは未公証です。更新は GitHub Releases から手動でダウンロードしてください。
zh_hant: 目前建置未公證。請到 GitHub Releases 手動下載。

# update.settingsAboutLine
source: NTFS 读写（NTFSMount）· 直发，不上 Mac App Store。当前构建未公证。请到 GitHub Releases 手动下载。
en: NTFS Read-Write (NTFSMount) · direct distribution, not on the Mac App Store. This build is not notarized. Download updates from GitHub Releases.
ja: NTFS 読み書き（NTFSMount）· 直配布、Mac App Store 未掲載。このビルドは未公証です。更新は GitHub Releases から手動でダウンロードしてください。
zh_hant: NTFS 讀寫（NTFSMount）· 直發，不上 Mac App Store。目前建置未公證。請到 GitHub Releases 手動下載。

# update.aboutPrivacy
source: 直发应用，不上 Mac App Store。 隐私：默认不联网、不收集账户或通讯录。当前构建未公证。请到 GitHub Releases 手动下载。日志只写在本机： %@ 卸载应用后该日志仍会留在本机。 源码与许可证：%@ 捆绑 ntfs-3g / mkntfs（GPL-2.0）以及 FUSE-T 的 go-nfsv4。go-nfsv4 仅供个人使用；作为产品分发须向 FUSE-T 取得许可。 写 NTFS 有损坏数据的风险，请先备份。 %@
en: Direct distribution. Not on the Mac App Store. Privacy: no network by default, no accounts or contacts collected. This build is not notarized. Download updates from GitHub Releases. Logs stay on this Mac: %@ The log remains on this Mac after you uninstall the app. Source and licenses: %@ Bundles ntfs-3g / mkntfs (GPL-2.0) and FUSE-T’s go-nfsv4. go-nfsv4 is for personal use; distributing it as a product requires a FUSE-T license. Writing NTFS can damage data. Back up first. %@
ja: 直配布です。Mac App Store にはありません。 プライバシー：既定はネットワーク不使用。アカウントや連絡先は収集しません。このビルドは未公証です。更新は GitHub Releases から手動でダウンロードしてください。ログはこの Mac にだけ書き込まれます： %@ アプリをアンインストールしてもこのログは残ります。 ソースとライセンス：%@ ntfs-3g / mkntfs（GPL-2.0）と FUSE-T の go-nfsv4 を同梱しています。go-nfsv4 は個人利用向けです。製品として配布するには FUSE-T の許可が必要です。 NTFS への書き込みはデータを破損するリスクがあります。先にバックアップしてください。 %@
zh_hant: 直發 App，不上 Mac App Store。 隱私權：預設不連網、不收集帳號或通訊錄。目前建置未公證。請到 GitHub Releases 手動下載。紀錄只寫在本機： %@ 解除安裝後該紀錄仍會留在本機。 原始碼與授權：%@ 內附 ntfs-3g / mkntfs（GPL-2.0）以及 FUSE-T 的 go-nfsv4。go-nfsv4 僅供個人使用；作為產品散佈須向 FUSE-T 取得許可。 寫入 NTFS 有損壞資料的風險，請先備份。 %@

# menu.checkForUpdates
source: 检查更新…
en: Check for Updates…
ja: 更新を確認…
zh_hant: 檢查更新…

# settings.updates
source: 更新
en: Updates

# settings.autoCheckUpdates
source: 自动检查更新
en: Check for Updates Automatically
ja: 更新を自動確認
zh_hant: 自動檢查更新

# settings.checkNow
source: 检查更新…
en: Check for Updates…
ja: 更新を確認…
zh_hant: 檢查更新…

# settings.autoCheckUpdatesNote
source: 当前构建未公证。请到 GitHub Releases 手动下载。
en: This build is not notarized. Download updates from GitHub Releases.
ja: このビルドは未公証です。更新は GitHub Releases から手動でダウンロードしてください。
zh_hant: 目前建置未公證。請到 GitHub Releases 手動下載。

# diagnose.brokenBundle
source: 捆绑的 ntfs-3g / go-nfsv4 缺失。这是不完整的安装包，请重新下载本应用。
en: Bundled ntfs-3g / go-nfsv4 is missing. This copy is incomplete — re-download the app.
ja: 同梱の ntfs-3g / go-nfsv4 がありません。このコピーは不完全です。アプリを再ダウンロードしてください。
zh_hant: 內附的 ntfs-3g / go-nfsv4 缺失。這是不完整的安裝包，請重新下載本 App。

# diagnose.checking
source: 正在检查捆绑组件与挂载助手…
en: Checking bundled components and helper…
ja: 同梱コンポーネントとヘルパーを確認しています…
zh_hant: 正在檢查內附元件與掛載助手…

# diagnose.installFailed
source: 安装挂载助手失败
en: Mount helper install failed
ja: マウントヘルパーのインストールに失敗しました
zh_hant: 安裝掛載助手失敗

# diagnose.installHelper
source: 安装挂载助手…
en: Install Mount Helper…
ja: マウントヘルパーをインストール…
zh_hant: 安裝掛載助手…

# diagnose.updateHelper
source: 更新挂载助手…
en: Update Mount Helper…
ja: マウントヘルパーを更新…
zh_hant: 更新掛載助手…

# diskStatus.encryptionHint
source: 可能加密
en: Possibly encrypted
ja: 暗号化の可能性あり

# diskStatus.encryptionNone
source: 未见加密线索
en: No encryption hint
ja: 暗号化の手がかりなし
zh_hant: 未見加密線索

# diskStatus.journal
source: 脏日志
en: Dirty Journal
ja: ダーティジャーナル
zh_hant: 髒日誌

# diskStatus.journalClean
source: 未见脏卷标记
en: No dirty flag
ja: ダーティフラグなし
zh_hant: 未見髒卷標記

# diskStatus.journalCorrupt
source: 可能损坏
en: Possibly corrupt
ja: 破損の可能性
zh_hant: 可能損壞

# diskStatus.journalDirty
source: 脏卷
en: Dirty volume
ja: ダーティボリューム
zh_hant: 髒卷

# diskStatus.journalHibernated
source: 休眠
en: Hibernate
ja: 休止

# diskStatus.journalUnknown
source: 未知
en: Unknown
ja: 不明

# diskStatus.mountMode
source: 挂载模式
en: Mount Mode
ja: マウントモード
zh_hant: 掛載模式

# diskStatus.mountRO
source: 只读
en: Read-only
ja: 読み取り専用
zh_hant: 唯讀

# diskStatus.mountRW
source: 可读写
en: Read/Write
ja: 読み書き可
zh_hant: 可讀寫

# diskStatus.used
source: 已用
en: Used
ja: 使用済み

# forceUnmount.action
source: 强制卸载
en: Force Unmount
ja: 強制アンマウント
zh_hant: 強制卸載

# forceUnmount.body
source: 无法优雅卸载「%@」。磁盘可能仍被访达或其他程序占用。强制卸载可能导致未写入的数据丢失或磁盘损坏。 请先关闭该磁盘上的窗口和文件。确定仍要强制卸载吗？
en: Could not gracefully unmount “%@”. The disk may still be in use by Finder or another program. Force unmount can lose unsaved data or damage the volume. Close windows and files on this disk first. Force unmount anyway?
ja: 「%@」を通常アンマウントできませんでした。Finder や他のアプリが使用中の可能性があります。強制アンマウントは未書き込みデータの損失やディスク損傷の原因になります。 先にこのディスクのウィンドウとファイルを閉じてください。それでも強制アンマウントしますか？
zh_hant: 無法正常卸載「%@」。磁碟可能仍被 Finder 或其他程式占用。強制卸載可能導致未寫入的資料遺失或磁碟損壞。 請先關閉該磁碟上的視窗和檔案。仍要強制卸載嗎？

# forceUnmount.title
source: 强制卸载「%@」？
en: Force unmount “%@”?
ja: 「%@」を強制アンマウントしますか？
zh_hant: 強制卸載「%@」？

# format.confirmAccessibility
source: 用于确认的当前卷名
en: Current volume name to confirm
ja: 確認する現在のボリューム名
zh_hant: 用於確認的目前卷名

# format.newNameAccessibility
source: 新卷名
en: New volume name
ja: 新しいボリューム名

# privileged.socketMissing
source: 挂载助手安装后 socket 仍不存在（%@）。下面是安装脚本输出与最近日志：
en: The mount helper is still missing (socket %@ does not exist). Install-helper output and recent log follow:
ja: マウントヘルパーのインストール後も socket がありません（%@）。インストールスクリプトの出力と直近のログ：
zh_hant: 掛載助手安裝後 socket 仍不存在（%@）。下面是安裝指令碼輸出與最近紀錄：

# settings.advanced
source: 高级
en: Advanced
ja: 詳細
zh_hant: 進階

# settings.autoMountNeedHelper
source: 请先安装或更新挂载助手，然后才能打开自动挂载。
en: Install or update the mount helper before turning on auto-mount.
ja: 自動マウントをオンにする前に、マウントヘルパーをインストールまたは更新してください。
zh_hant: 請先安裝或更新掛載助手，然後才能打開自動掛載。

# tooltip.ro
source: 只读
en: RO
ja: RO
zh_hant: 唯讀

# tooltip.rw
source: 可写
en: RW
ja: RW
zh_hant: 可寫

# window.device
source: 设备
en: Device
ja: デバイス
zh_hant: 裝置
